const CONFIG = {
    // การตั้งค่าปีการศึกษา
    semester: 1,
    year: 2569,
    reportTitle: "รายงานจำนวน นศ. ที่มีสิทธิ์สอบ (N-NET) รูปแบบ Paper Pencil",
    GAS_URL: "https://script.google.com/macros/s/AKfycbx0_ZEXp5LmrO5fq3c1fhQqjn18XBeYvIejksUTtDgk8Hwte9TW-p3NPKGQOFfC8lrj/exec",


    // รายชื่อ สกร.ระดับอำเภอ และ สนามสอบที่ตรงกัน
    // แอดมินสามารถมาแก้ไขชื่อ หรือเพิ่มลดอำเภอได้ที่นี่
    districtMapping: {
        "กันทรวิชัย": "โรงเรียนสาธิตมหาวิทยาลัยมหาสารคาม (ฝ่ายมัธยม)",
        "กุดรัง": "โรงเรียนหนองเหล็กศึกษา",
        "แกดำ": "วิทยาลัยเกษตรและเทคโนโลยี มค.",
        "โกสุมพิสัย": "โรงเรียนโกสุมวิทยาสรรค์",
        "ชื่นชม": "โรงเรียนชื่นชมพิทยาคาร",
        "เชียงยืน": "โรงเรียนเชียงยืนพิทยาคม",
        "นาเชือก": "โรงเรียนนาเชือกพิทยาสรรค์",
        "นาดูน": "โรงเรียนนาดูนประชาสรรค์",
        "บรบือ": "โรงเรียนบรบือวิทยาคาร",
        "ยางสีสุราช": "โรงเรียนนาภูพิทยาคม และโรงเรียนมัธยมยางสีสุราช",
        "วาปีปทุม": "โรงเรียนวาปีปทุม",
        "เมืองมหาสารคาม": "สถาบันการอาชีวศึกษาภาคตะวันออกเฉียงเหนือ 3",
        "พยัคฆภูมิพิสัย": "โรงเรียนพยัคฆภูมิวิทยาคาร"
    }
};
